[
  {
    "number": 38,
    "title": "Harnessing light to drive a non-photoresponsive reaction out of equilibrium",
    "authors": [
      "Jiarong Wu",
      "Jake L. Greenfield*"
    ],
    "journal": "Chem",
    "year": 2025,
    "volume": "In Press",
    "issue": "#",
    "pages": "102579",
    "doi": "10.1016/j.chempr.2025.102579",
    "publisherUrl": "https://doi.org/10.1016/j.chempr.2025.102579",
    "tocImage": "img/pubs/pub38-toc.png",
    "abstract": "Driving non-photoresponsive transformations out of equilibrium with light requires transducing light energy into a different stimulus. Here, we demonstrate this using a dynamic-covalent network of four interconverting imines. In this system, photoirradiation drives a transimination reaction involving photoswitchable imines into a non-equilibrium steady state, altering the composition of both the photochromic imines and free amines. This shift in amine composition subsequently perturbs a coupled transimination reaction that does not directly absorb this wavelength of light. Notably, coupling these two reactions enhances the system’s response; the amines generated in each transimination facilitate the other, amplifying the overall departure from equilibrium beyond what is observed for the reactions in isolation. Operating entirely in solution, this light-fueled cascade provides a blueprint for designing dynamic-covalent systems that harness light energy to control non-photoresponsive transformations, expanding the scope and complexity of light-driven processes in systems chemistry."
  },
  {
    "number": 37,
    "title": "Enhancing the Photoswitching Properties of N-Alkyl Imines",
    "authors": [
      "Jiarong Wu",
      "Lasse Kreimendahl",
      "Jake L. Greenfield*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2025,
    "volume": "147",
    "issue": "21",
    "pages": "17549–17554",
    "doi": "10.1021/jacs.5c02404",
    "publisherUrl": "https://doi.org/10.1021/jacs.5c02404",
    "tocImage": "img/pubs/pub37-toc.png",
    "abstract": "N-Alkyl imines are prevalent in dynamic-covalent chemistry and self-assembled structures, yet their E/Z photochromism is often overlooked due to the high-energy light required for isomerization. Here, we present a simple strategy to enhance their photoswitching properties, achieving switching wavelengths and photostationary state distributions comparable to azobenzene. Moreover, we demonstrate that these N-alkyl imines undergo photoisomerization in the condensed phase and exhibit isomer-dependent fluorescence. We anticipate that this study will inspire the design of photoresponsive architectures that operate directly at the dynamic-covalent bond, eliminating the need for dedicated photoswitchable motifs."
  },
  {
    "number": 36,
    "title": "Switching Sides: Regiochemistry and Functionalization Dictate the Photoswitching Properties of Imines",
    "authors": [
      "Jiarong Wu",
      "Lasse Kreimendahl",
      "Jake L. Greenfield*"
    ],
    "journal": "Angew. Chem. Int. Ed.",
    "year": 2025,
    "volume": "64",
    "issue": "3",
    "pages": "e202415464",
    "doi": "10.1002/anie.202415464",
    "publisherUrl": "https://doi.org/10.1002/anie.202415464",
    "tocImage": "img/pubs/pub36-toc.png",
    "abstract": "Photoswitchable imines demonstrate light-dependent dynamic covalent chemistry and can function as molecular ratchets. However, the design of aryliminopyrazoles (AIPs) has been limited to N-pyrazole derivatives with ortho-pyrrolidine motifs. The impact of other functionalization patterns on the photoswitching properties remains unknown. Here, we present a systematic structure-property analysis and study how the photoswitching properties can be tuned through ortho- and para-functionalization of the phenyl ring in N-pyrazole and N-phenyl AIPs. This study establishes the first set of design rules for these AIP photoswitches and reports the most stable Z-isomer of an AIP to date, enabling its crystallization and resulting in the first reported crystal structure of a metastable Z-aldimine. Finally, we demonstrate that the AIPs are promising candidates for photoswitching in the condensed phase."
  },
  {
    "number": 35,
    "title": "Iminobispyrazole (IBP) photoswitches: two pyrazole rings can be better than one",
    "authors": [
      "Jiarong Wu",
      "Clara Li",
      "Lasse Kreimendahl",
      "Jake L. Greenfield*"
    ],
    "journal": "Chem. Commun.",
    "year": 2024,
    "volume": "60",
    "issue": "85",
    "pages": "12365–12368",
    "doi": "10.1039/D4CC03517H",
    "publisherUrl": "https://doi.org/10.1039/D4CC03517H",
    "tocImage": "img/pubs/pub35-toc.png",
    "abstract": "We recently demonstrated that suitably functionalised aryliminopyrazoles can exhibit useful photoswitching properties. This study investigates the photoswitching potential of iminobispyrazoles (IBPs). We find that the regiochemistry of the IBPs strongly dictates their photoswitching properties, most notably, the λmax, the photostationary state, and the thermal half-life of the Z-isomer."
  },
  {
    "number": 34,
    "title": "Photoswitchable Imines Drive Dynamic Covalent Systems to Nonequilibrium Steady States",
    "authors": [
      "Jiarong Wu",
      "Jake L. Greenfield*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2024,
    "volume": "146",
    "issue": "30",
    "pages": "20720–20727",
    "doi": "10.1021/jacs.4c03817",
    "publisherUrl": "https://doi.org/10.1021/jacs.4c03817",
    "tocImage": "img/pubs/pub34-toc.png",
    "abstract": "Coupling a photochemical reaction to a thermal exchange process can drive the latter to a nonequilibrium steady state (NESS) under photoirradiation. Typically, systems use separate motifs for photoresponse and equilibrium-related processes. Here, we show that photoswitchable imines can fulfill both roles simultaneously, autonomously driving a dynamic covalent system into a NESS under continuous light irradiation. We demonstrate this using transimination reactions, where E-to-Z photoisomerism generates a more kinetically labile species. At the NESS, energy is stored both in the metastable Z-isomer of the imine and in the system’s nonequilibrium constitution; when the light is switched off, this stored energy is released as the system reverts to its equilibrium state. The system operates autonomously under continuous light irradiation and exhibits characteristics of a light-driven information ratchet. This is enabled by the dual-role of the imine linkage as both the photochromic and dynamic covalent bond. This work highlights the ability and application of these imines to drive systems to NESSs, thus offering a novel approach in the field of systems chemistry."
  },
  {
    "number": 33,
    "title": "Photoswitchable imines: aryliminopyrazoles quantitatively convert to long-lived Z-isomers with visible light",
    "authors": [
      "Jiarong Wu",
      "Lasse Kreimendahl",
      "Suyuan Tao",
      "Olga Anhalt",
      "Jake L. Greenfield*"
    ],
    "journal": "Chem. Sci.",
    "year": 2024,
    "volume": "15",
    "issue": "11",
    "pages": "3872–3878",
    "doi": "10.1039/D3SC05841G",
    "publisherUrl": "https://doi.org/10.1039/D3SC05841G",
    "tocImage": "img/pubs/pub33-toc.png",
    "abstract": "Arylimines offer promise in dynamic-covalent materials due to their recyclability and ease of synthesis. However, their light-triggered E/Z isomerism has received little attention. This is attributed to challenges that include low thermal stability of their metastable state (<60 s at 20 °C), incomplete photoswitching (<50% to the metastable state), and the need for UV light (≤365 nm). We overcome these limitations with a novel class of imine photoswitch, the aryliminopyrazoles (AIPs). These AIPs can be switched using visible light (470 nm), attain photostationary states with over 95% of the Z-isomer, exhibit great resistance to fatigue, and have thermal half-lives up to 19.2 hours at room temperature. Additionally, they display T-type and negative photochromism under visible light irradiation—a useful property. The photochromic properties, quantitative assembly and accessibility of precursors set these photoswitches apart from their azo-based analogues. These findings open avenues for next-generation photoresponsive dynamic-covalent materials driven solely by these new photochromic linkages and further exploration of photocontrolled dynamic combinatorial chemistry."
  },
  {
    "number": 32,
    "title": "Photoresponsive Organic Cages─Computationally Inspired Discovery of Azobenzene-Derived Organic Cages",
    "authors": [
      "Michael C. Brand",
      "Hamish G. Trowell",
      "James T. Pegg",
      "Jake L. Greenfield",
      "Magdalena Odaybat",
      "Marc A. Little",
      "Peter R. Haycock",
      "Gokay Avci",
      "Nicola Rankin",
      "Matthew J. Fuchter",
      "Kim E. Jelfs",
      "Andrew I. Cooper",
      "Rebecca L. Greenaway*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2024,
    "volume": "146",
    "issue": "44",
    "pages": "30332–30339",
    "doi": "10.1021/jacs.4c10217",
    "publisherUrl": "https://doi.org/10.1021/jacs.4c10217",
    "tocImage": "img/pubs/pub32-toc.png",
    "abstract": "The incorporation of photoresponsive groups into porous materials is attractive as it offers potential advantages in controlling the pore size and selectivity to guest molecules. A combination of computational modeling and experiment resulted in the synthesis of two azobenzene-derived organic cages based on building blocks identified in a computational screen. Both cages incorporate three azobenzene moieties, and are therefore capable of 3-fold isomerization, using either ditopic or tetratopic aldehydes containing diazene functionality. The ditopic aldehyde forms a Tri2Di3 cage via a 6-fold imine condensation and the tritopic aldehyde forms a Tet3Di6 cage via a 12-fold imine condensation. The relative energies and corresponding intrinsic cavities of each isomeric state were computed, and the photoswitching behavior of both cages was studied by UV–Vis and 1H NMR spectroscopy, including a detailed kinetic analysis of the thermal isomerization for each of the EEZ, EZZ and ZZZ metastable isomers of the Tet3Di6 cage. Both cages underwent photoisomerization, where a photostationary state of up to 77% of the cis-isomer and overall thermal half-life of 110 h was identified for the Tet3Di6 species. Overall, this work demonstrates the potential of computational modeling to inform the design of photoresponsive materials and highlights the contrasting effects on the photoswitching properties of the azobenzene moieties on incorporation into the different cage species."
  },
  {
    "number": 31,
    "title": "Understanding X-ray-induced isomerisation in photoswitchable surfactant assemblies",
    "authors": [
      "Beatrice E. Jones*",
      "Camille Blayo",
      "Jake L. Greenfield",
      "Matthew J. Fuchter",
      "Nathan Cowieson",
      "Rachel C. Evans*"
    ],
    "journal": "Beilstein J. Org. Chem.",
    "year": 2024,
    "volume": "20",
    "pages": "2005–2015",
    "doi": "10.3762/bjoc.20.176",
    "publisherUrl": "https://doi.org/10.3762/bjoc.20.176",
    "tocImage": "img/pubs/pub31-toc.png",
    "abstract": "Dynamic, responsive materials can be built using photosurfactants (PS) that self-assemble into ordered nanostructures, such as micelles or liquid crystals. These PS contain photoswitchable groups, such as azobenzene (Azo) or, more recently, arylazopyrazoles (AAPs), which change shape and polarity on photoisomerisation between the E and Z states, thus changing the self-assembled structure. Small-angle X-ray scattering (SAXS) is a powerful technique to probe the morphology of PS and can be used to measure the mechanisms of structural changes using in-situ light irradiation with rapid, time-resolved data collection. However, X-ray irradiation has been shown previously to induce Z-to-E isomerisation of Azo-PS, which can lead to inaccuracies in the measured photostationary state. Here, we investigate the effect of light and X-ray irradiation on micelles formed from two different PS, containing either an Azo or AAP photoswitch using SAXS with in-situ light irradiation. The effect of X-ray irradiation on the Z isomer is shown to depend on the photoswitch, solvent, concentration and morphology. We use this to create guidelines for future X-ray experiments using photoswitchable molecules, which can aid more accurate understanding of these materials for application in solar energy storage, catalysis or controlled drug delivery."
  },
  {
    "number": 30,
    "title": "Light-Driven Hexagonal-to-Cubic Phase Switching in Arylazopyrazole Lyotropic Liquid Crystals",
    "authors": [
      "Beatrice E. Jones",
      "Jake L. Greenfield",
      "Nathan Cowieson",
      "Matthew J. Fuchter*",
      "Rachel C. Evans*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2024,
    "volume": "146",
    "issue": "18",
    "pages": "12315–12319",
    "doi": "10.1021/jacs.4c02709",
    "publisherUrl": "https://doi.org/10.1021/jacs.4c02709",
    "tocImage": "img/pubs/pub30-toc.png",
    "abstract": "Photoinduced manipulation of the nanoscale molecular structure and organization of soft materials can drive changes in the macroscale properties. Here we demonstrate the first example of a light-induced one- to three-dimensional mesophase transition at room temperature in lyotropic liquid crystals constructed from arylazopyrazole photosurfactants in water. We exploit this characteristic to use light to selectively control the rate of gas (CO2) diffusion across a prototype lyotropic liquid crystal membrane. Such control of phase organization, dimensionality, and permeability unlocks the potential for stimuli-responsive analogues in technologies for controlled delivery."
  },
  {
    "number": 29,
    "title": "Systematic Investigation into the Photoswitching and Thermal Properties of Arylazopyrazole-based MOF Host–Guest Complexes",
    "authors": [
      "Kieran Griffiths",
      "Jake L. Greenfield",
      "Nathan R. Halcovitch",
      "Matthew J. Fuchter",
      "John M. Griffin*"
    ],
    "journal": "Cryst. Growth Des.",
    "year": 2023,
    "volume": "23",
    "issue": "10",
    "pages": "7044–7052",
    "doi": "10.1021/acs.cgd.2c01384",
    "publisherUrl": "https://doi.org/10.1021/acs.cgd.2c01384",
    "tocImage": "img/pubs/pub29-toc.png",
    "abstract": "A series of arylazopyrazole-loaded metal–organic frameworks were synthesized with the general formula Zn2(BDC)2(DABCO)(AAP)x (BDC = 1,4-benzenedicarboxylate; DABCO = 1,4-diazabicyclo-[2.2.2]octane; AAP = arylazopyrazole guest). The empty framework adopts a large pore tetragonal structure. Upon occlusion of the E-AAP guests, the frameworks contract to form narrow pore tetragonal structures. The extent of framework contraction is dependent on guest shapes and pendant groups and ranges between 1.5 and 5.8%. When irradiated with 365 nm light, the framework expands due to the photoisomerization of E-AAP to Z-AAP. The proportion of Z-isomer at the photostationary state varies between 19 and 57% for the AAP guests studied and appears to be limited by the framework which inhibits further isomerization once fully expanded. Interestingly, confinement within the framework significantly extends the thermal half-life of the Z-AAP isomers to a maximum of approximately 56 years. This finding provides scope for the design of photoresponsive host–guest complexes with high stability of the metastable isomer for long-duration information or energy storage applications."
  },
  {
    "number": 28,
    "title": "Light Responsiveness and Assembly of Arylazopyrazole-Based Surfactants in Neat and Mixed CTAB Micelles",
    "authors": [
      "Gunjan Tyagi",
      "Jake L. Greenfield",
      "Beatrice E. Jones",
      "William N. Sharratt",
      "Kasim Khan",
      "Dale Seddon",
      "Lorna A. Malone",
      "Nathan Cowieson",
      "Rachel C. Evans",
      "Matthew J. Fuchter*",
      "Joao T. Cabral*"
    ],
    "journal": "JACS Au",
    "year": 2022,
    "volume": "2",
    "issue": "12",
    "pages": "2670–2677",
    "doi": "10.1021/jacsau.2c00453",
    "publisherUrl": "https://doi.org/10.1021/jacsau.2c00453",
    "tocImage": "img/pubs/pub28-toc.png",
    "abstract": "The self-assembly of an arylazopyrazole-based photosurfactant (PS), based on cetyltrimethylammonium bromide (CTAB), and its mixed micelle formation with CTAB in aqueous solution was investigated by small angle neutron and X-ray scattering (SANS/SAXS) and UV–vis absorption spectroscopy. Upon UV light exposure, PS photoisomerizes from E-PS (trans) to Z-PS (cis), which transforms oblate ellipsoidal micelles into smaller, spherical micelles with larger shell thickness. Doping PS with CTAB resulted in mixed micelle formation at all stoichiometries and conditions investigated; employing selectively deuterated PS, a monotonic variation in scattering length density and dimensions of the micellar core and shell is observed for all contrasts. The concentration- and irradiance-dependence of the E to Z configurational transition was established in both neat and mixed micelles. A liposome dye release assay establishes the enhanced efficacy of photosurfactants at membrane disruption, with E-PS exhibiting a 4-fold and Z-PS a 10-fold increase in fluorescence signal with respect to pure CTAB. Our findings pave the way for external triggering and modulation of the wide range of CTAB-based biomedical and material applications."
  },
  {
    "number": 27,
    "title": "Photocontrolled Energy Storage in Azobispyrazoles with Exceptionally Large Light Penetration Depths",
    "authors": [
      "Alejandra Gonzalez",
      "Magdalena Odaybat",
      "My Le",
      "Jake L. Greenfield",
      "Andrew J. P. White",
      "Xiang Li",
      "Matthew J. Fuchter*",
      "Grace G. D. Han*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2022,
    "volume": "144",
    "issue": "42",
    "pages": "19430–19436",
    "doi": "10.1021/jacs.2c07537",
    "publisherUrl": "https://doi.org/10.1021/jacs.2c07537",
    "tocImage": "img/pubs/pub27-toc.png",
    "abstract": "Azobispyrazole, 4pzMe-5pzH, derivatives with small terminal substituents (Me, Et, i-Pr, and n-Pr) are reported to undergo facile reversible photoswitching in condensed phases at room temperature, exhibiting unprecedentedly large effective light penetration depths (1400 μm of UV at 365 nm and 1400 μm of visible light at 530 nm). These small photoswitches exhibit crystal-to-liquid phase transitions upon UV irradiation, which increases the overall energy storage density of this material beyond 300 J/g that is similar to the specific energy of commercial Na-ion batteries. The impact of heteroarene design, the presence of ortho methyl substituents, and the terminal functional groups is explored for both condensed-phase switching and energy storage. The design principles elucidated in this work will help to develop a wide variety of molecular solar thermal energy storage materials that operate in condensed phases."
  },
  {
    "number": 26,
    "title": "Data-driven discovery of molecular photoswitches with multioutput Gaussian processes",
    "authors": [
      "Ryan-Rhys Griffiths*",
      "Jake L. Greenfield",
      "Aditya R. Thawani",
      "Arian R. Jamasb",
      "Henry B. Moss",
      "Anthony Bourached",
      "Penelope Jones",
      "William McCorkindale",
      "Alexander A. Aldrick",
      "Matthew J. Fuchter",
      "Alpha A. Lee*"
    ],
    "journal": "Chem. Sci.",
    "year": 2022,
    "volume": "13",
    "issue": "45",
    "pages": "13541–13551",
    "doi": "10.1039/D2SC04306H",
    "publisherUrl": "https://doi.org/10.1039/D2SC04306H",
    "tocImage": "img/pubs/pub26-toc.png",
    "abstract": "Photoswitchable molecules display two or more isomeric forms that may be accessed using light. Separating the electronic absorption bands of these isomers is key to selectively addressing a specific isomer and achieving high photostationary states whilst overall red-shifting the absorption bands serves to limit material damage due to UV-exposure and increases penetration depth in photopharmacological applications. Engineering these properties into a system through synthetic design however, remains a challenge. Here, we present a data-driven discovery pipeline for molecular photoswitches underpinned by dataset curation and multitask learning with Gaussian processes. In the prediction of electronic transition wavelengths, we demonstrate that a multioutput Gaussian process (MOGP) trained using labels from four photoswitch transition wavelengths yields the strongest predictive performance relative to single-task models as well as operationally outperforming time-dependent density functional theory (TD-DFT) in terms of the wall-clock time for prediction. We validate our proposed approach experimentally by screening a library of commercially available photoswitchable molecules. Through this screen, we identified several motifs that displayed separated electronic absorption bands of their isomers, exhibited red-shifted absorptions, and are suited for information transfer and photopharmacological applications. Our curated dataset, code, as well as all models are made available at https://github.com/Ryan-Rhys/The-Photoswitch-Dataset."
  },
  {
    "number": 25,
    "title": "Emerging properties from mechanical tethering within a post-synthetically functionalised catenane scaffold",
    "authors": [
      "Nadia Hoyas Perez",
      "Peter S. Sherin",
      "Victor Posligua",
      "Jake L. Greenfield",
      "Matthew J. Fuchter",
      "Kim E. Jelfs",
      "Marina K. Kuimova",
      "James E. M. Lewis*"
    ],
    "journal": "Polymer",
    "year": 2022,
    "volume": "13",
    "issue": "38",
    "pages": "11368–11375",
    "doi": "10.1039/D2SC04101D",
    "publisherUrl": "https://doi.org/10.1039/D2SC04101D",
    "tocImage": "img/pubs/pub25-toc.png",
    "abstract": "Maintaining close spatial proximity of functional moieties within molecular systems can result in fascinating emergent properties. Whilst much work has been done on covalent tethering of functional units for myriad applications, investigations into mechanically linked systems are relatively rare. Formation of the mechanical bond is usually the final step in the synthesis of interlocked molecules, placing limits on the throughput of functionalised architectures. Herein we present the synthesis of a bis-azide [2]catenane scaffold that can be post-synthetically modified using CuAAC ‘click’ chemistry. In this manner we have been able to access functionalised catenanes from a common precursor and study the properties of electrochemically active, emissive and photodimerisable units within the mechanically interlocked system in comparison to non-interlocked analogues. Our data demonstrates that the greater (co-)conformational flexibility that can be obtained with mechanically interlocked systems compared to traditional covalent tethers paves the way for developing new functional molecules with exciting properties."
  },
  {
    "number": 24,
    "title": "Light-mediated multi-target protein degradation using arylazopyrazole photoswitchable PROTACs (AP-PROTACs)",
    "authors": [
      "Qisi Zhang",
      "Cyrille S. Kounde",
      "Milon Mondal",
      "Jake L. Greenfield",
      "Jennifer R. Baker",
      "Sergei Kotelnikov",
      "Mikhail Ignatov",
      "Christopher P. Tinworth",
      "Leran Zhang",
      "Daniel Conole",
      "Elena De Vita",
      "Dima Kozakov",
      "Adam McCluskey",
      "John D. Harling",
      "Matthew J. Fuchter",
      "Edward W. Tate*"
    ],
    "journal": "Chem. Commun.",
    "year": 2022,
    "volume": "58",
    "issue": "78",
    "pages": "10933–10936",
    "doi": "10.1039/D2CC03092F",
    "publisherUrl": "https://doi.org/10.1039/D2CC03092F",
    "tocImage": "img/pubs/pub24-toc.png",
    "abstract": "Light-activable spatiotemporal control of PROTAC-induced protein degradation was achieved with novel arylazopyrazole photoswitchable PROTACs (AP-PROTACs). The use of a promiscuous kinase inhibitor in the design enables this unique photoswitchable PROTAC to selectively degrade four protein kinases together with on/off optical control using different wavelengths of light."
  },
  {
    "number": 23,
    "title": "Azoheteroarenes (Chapter 5)",
    "authors": [
      "Jake L. Greenfield",
      "Aditya R. Thawani",
      "Magdalena Odaybat",
      "Rosina S. L. Gibson",
      "Thomas B. Jackson",
      "Matthew J. Fuchter*"
    ],
    "journal": "Wiley (Book Chapter)",
    "year": 2022,
    "doi": "10.1002/9783527827626.ch5",
    "publisherUrl": "https://doi.org/10.1002/9783527827626.ch5",
    "tocImage": "img/pubs/pub23-toc.png",
    "abstract": "Azoheteroarenes, analogues of azobenzene photoswitches that possess one or more heteroarene rings, are becoming increasingly adopted for a variety of applications. This chapter details the various synthetic strategies that have been adopted to access azoheteroarenes, followed by an analysis of the key structure–property relationships that have been elucidated to date. Ultimately, we aim to survey how rational design of these photoswitches can lead to control over specific properties. We go on to discuss applications and research fields that employ azoheteroarenes, which include photopharmacology, molecular electronics, supramolecular chemistry, and energy-storage materials."
  },
  {
    "number": 22,
    "title": "Self-Assembly of Double-Helical Metallopolymers",
    "authors": [
      "Jake L. Greenfield",
      "Jonathan R. Nitschke*"
    ],
    "journal": "Acc. Chem. Res.",
    "year": 2022,
    "volume": "55",
    "issue": "3",
    "pages": "391–401",
    "doi": "10.1021/acs.accounts.1c00657",
    "publisherUrl": "https://doi.org/10.1021/acs.accounts.1c00657",
    "tocImage": "img/pubs/pub22-toc.png",
    "abstract": "Metal-containing polymers, or metallopolymers, have diverse applications in the fields of sensors, catalysis, information storage, optoelectronics, and neuromorphic computing, among other areas. The approach of metal-templated subcomponent self-assembly using dynamic covalent linkages allows complex architectures to be formed with relative synthetic ease. The dynamic nature of the linkages between subunits in these systems facilitates error checking during the assembly process and also provides a route to disassemble the structure, rendering these materials recyclable. This Account summarizes a class of double-helical metallopolymers. These metallopolymers are formed via subcomponent self-assembly and consist of two conjugated helical strands wrapping a linear array of CuI centers. Starting from discrete model helicates, we discuss how, through the judicious design of subcomponents, long helical metallopolymers can be obtained and detail their subsequent assembly into nanometer-scale aggregates. Two approaches to generate these helical metallopolymers are compared. We describe methods to govern (i) the length of the metallopolymers, (ii) the relative orientations (head-to-head vs head-to-tail) of the two organic strands, and (iii) the screw-sense of the double helix. Achieving structural control allowed the growth behavior of these systems to be probed. The structure influenced properties in ways that are relevant to specific applications; for example, the length of the metallopolymer determines the color of the light it emits in solution. In the solid state, the ionic nature of these helices renders them useful as both emitters and ionic additives in light-emitting electrochemical cells. Moreover, recent experimental work has clarified the role of the linear array of Cu ions in the transport of charge through these materials. The conductivity displayed by a film of metallopolymer depends upon its history of applied voltage and current, behavior characteristic of a memristor. In addition to the prospective applications already identified, others may be on the horizon, potentially combing stimuli-responsive electronic behavior with the chirality of the helical twist."
  },
  {
    "number": 21,
    "title": "Deoxyribonucleic Acid Encoded and Size-Defined π-Stacking of Perylene Diimides",
    "authors": [
      "Jeffrey Gorman",
      "Sarah R. E. Orsborne",
      "Akshay Sridhar",
      "Raj Pandya",
      "Peter Budden",
      "Alexander Ohmann",
      "Naitik A. Panjwani",
      "Yun Liu",
      "Jake L. Greenfield",
      "Simon Dowland",
      "Victor Gray",
      "Sean T. J. Ryan",
      "Sara De Ornellas",
      "Afaf H. El-Sagheer",
      "Tom Brown",
      "Jonthan R. Nitschke",
      "Jan Behrends",
      "Ulrich F. Keyser",
      "Akshay Rao",
      "Rosana Collepardo-Guevara",
      "Eugen Stulz",
      "Richard H. Friend*",
      "Florian Auras*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2021,
    "volume": "144",
    "issue": "1",
    "pages": "368–376",
    "doi": "10.1021/jacs.1c10241",
    "publisherUrl": "https://doi.org/10.1021/jacs.1c10241",
    "tocImage": "img/pubs/pub21-toc.png",
    "abstract": "Natural photosystems use protein scaffolds to control intermolecular interactions that enable exciton flow, charge generation, and long-range charge separation. In contrast, there is limited structural control in current organic electronic devices such as OLEDs and solar cells. We report here the DNA-encoded assembly of π-conjugated perylene diimides (PDIs) with deterministic control over the number of electronically coupled molecules. The PDIs are integrated within DNA chains using phosphoramidite coupling chemistry, allowing selection of the DNA sequence to either side, and specification of intermolecular DNA hybridization. In this way, we have developed a “toolbox” for construction of any stacking sequence of these semiconducting molecules. We have discovered that we need to use a full hierarchy of interactions: DNA guides the semiconductors into specified close proximity, hydrophobic–hydrophilic differentiation drives aggregation of the semiconductor moieties, and local geometry and electrostatic interactions define intermolecular positioning. As a result, the PDIs pack to give substantial intermolecular π wave function overlap, leading to an evolution of singlet excited states from localized excitons in the PDI monomer to excimers with wave functions delocalized over all five PDIs in the pentamer. This is accompanied by a change in the dominant triplet forming mechanism from localized spin–orbit charge transfer mediated intersystem crossing for the monomer toward a delocalized excimer process for the pentamer. Our modular DNA-based assembly reveals real opportunities for the rapid development of bespoke semiconductor architectures with molecule-by-molecule precision."
  },
  {
    "number": 20,
    "title": "Fe II4L4 tetrahedron binds and aggregates DNA G-quadruplexes",
    "authors": [
      "Jinbo Zhu",
      "Zhiqiang Yan",
      "Filip Boskovic",
      "Cally J. E. Haynes",
      "Marion Kieffer",
      "Jake L. Greenfield",
      "Jin Wang",
      "Jonathan R. Nitschke*",
      "Ulrich F. Keyser*"
    ],
    "journal": "Chem. Sci.",
    "year": 2021,
    "volume": "12",
    "issue": "43",
    "pages": "14564–14569",
    "doi": "10.1039/D1SC04430C",
    "publisherUrl": "https://doi.org/10.1039/D1SC04430C",
    "tocImage": "img/pubs/pub20-toc.png",
    "abstract": "Since the discovery of the G-quadruplex (G4) structure in telomeres in 1980s, studies have established the role it plays in various biological processes. Here we report binding between DNA G4 and a self-assembled tetrahedral metal-organic cage 1 and consequent formation of aggregates, whereby the cage protects the DNA G4 from cleavage by S1 nuclease. We monitor DNA–cage interaction using fluorescence spectroscopy, firstly by quenching of a fluorescent label appended to the 5′ end of G4. Secondly, we detect the decrease in fluorescence of the G4-selective dyes thioflavin-T and Zn-PPIX bound to various DNA G4 sequences following the addition of cage 1. Our results demonstrate that 1 interacts with a wide range of G4s. Moreover, gel electrophoresis, circular dichroism and dynamic light scattering measurements establish the binding of 1 to G4 and indicate the formation of aggregate structures. Finally, we find that DNA G4 contained in an aggregate of cage 1 is protected from cleavage by S1 nuclease."
  },
  {
    "number": 19,
    "title": "Efficient Electrocatalytic Switching of Azoheteroarenes in the Condensed Phases",
    "authors": [
      "Jake L. Greenfield",
      "Mihael A. Gerkman",
      "Rosina S. L. Gibson",
      "Grace G. D. Han*",
      "Matthew J. Fuchter*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2021,
    "volume": "143",
    "issue": "37",
    "pages": "15250–15257",
    "doi": "10.1021/jacs.1c06359",
    "publisherUrl": "https://doi.org/10.1021/jacs.1c06359",
    "tocImage": "img/pubs/pub19-toc.png",
    "abstract": "Azo-based photoswitches have shown promise as molecular solar–thermal (MOST) materials due to their ability to store energy in their metastable Z isomeric form. The energy is then released, in the form of heat, upon photoisomerization to the thermodynamically stable E form. However, obtaining a high energy density and recovering the stored energy with high efficiency requires the materials to be employed in the condensed phase and display a high degree of Z to E switching, both of which are challenging to engineer. Here, we show that arylazopyrazole motifs undergo efficient redox-induced Z to E switching in both the solution and the condensed phase to a higher completeness of switching than achieved photochemically. This redox-initiated pathway lowers the barrier of Z to E isomerization by 27 kJ/mol, while in the condensed phase, the efficiency of electrochemical switching is improved by over an order of magnitude relative to that in the solution state. The influence of the photoswitch’s phase, electrical conductivity, and viscosity on the electrochemical switching in the condensed phase is reported, culminating in a set of design rules to facilitate further investigations. We anticipate the use of an alternative stimulus to light will facilitate the application of MOST materials in situations where phototriggered heat release is unachievable or inefficient, e.g., indoor or at night. Furthermore, exploiting the electrocatalytic mechanism, whereby a catalytic amount of charge triggers Z to E switching via a redox process, bypasses the need for fine tuning of the photoswitching chromophore to achieve complete Z to E switching, thus providing an alternative approach to photoswitch molecular design."
  },
  {
    "number": 18,
    "title": "Electrically Induced Mixed Valence Increases the Conductivity of Copper Helical Metallopolymers",
    "authors": [
      "Jake L. Greenfield",
      "Daniele Di Nuzzo*",
      "Emrys W. Evans",
      "Satyaprasad P. Senanayak",
      "Sam Schott",
      "Jason T. Deacon",
      "Adele Peugeot",
      "William K. Myers",
      "Henning Sirringhaus",
      "Richard H. Friend*",
      "Jonathan R. Nitschke*"
    ],
    "journal": "Adv. Mater.",
    "year": 2021,
    "volume": "33",
    "issue": "24",
    "pages": "2100403",
    "doi": "10.1002/adma.202100403",
    "publisherUrl": "https://doi.org/10.1002/adma.202100403",
    "tocImage": "img/pubs/pub18-toc.png",
    "abstract": "Controlling the flow of electrical current at the nanoscale typically requires complex top-down approaches. Here, a bottom-up approach is employed to demonstrate resistive switching within molecular wires that consist of double-helical metallopolymers and are constructed by self-assembly. When the material is exposed to an electric field, it is determined that ≈25% of the copper atoms oxidize from CuI to CuII, without rupture of the polymer chain. The ability to sustain such a high level of oxidation is unprecedented in a copper-based molecule: it is made possible here by the double helix compressing in order to satisfy the new coordination geometry required by CuII. This mixed-valence structure exhibits a 104-fold increase in conductivity, which is projected to last on the order of years. The increase in conductivity is explained as being promoted by the creation, upon oxidation, of partly filled  orbitals aligned along the mixed-valence copper array; the long-lasting nature of the change in conductivity is due to the structural rearrangement of the double-helix, which poses an energetic barrier to re-reduction. This work establishes helical metallopolymers as a new platform for controlling currents at the nanoscale."
  },
  {
    "number": 17,
    "title": "Controlling the shape and chirality of an eight-crossing molecular knot",
    "authors": [
      "John P. Carpenter",
      "Charlie T. McTernan",
      "Jake L. Greenfield",
      "Roy Lavendomme",
      "Tanya K. Ronson",
      "Jonathan R. Nitschke*"
    ],
    "journal": "Chem",
    "year": 2017,
    "volume": "7",
    "issue": "6",
    "pages": "1534–1543",
    "doi": "10.1016/j.chempr.2021.03.005",
    "publisherUrl": "https://doi.org/10.1016/j.chempr.2021.03.005",
    "tocImage": "img/pubs/pub17-toc.png",
    "abstract": "The knotting of biomolecules impacts their function and enables them to carry out new tasks. Likewise, complex topologies underpin the operation of many synthetic molecular machines. The ability to generate and control more complex architectures is essential to endow these machines with more advanced functions. Here, we report the synthesis of a molecular knot with eight crossing points, consisting of a single organic loop woven about six templating metal centers, via one-pot self-assembly from a pair of simple dialdehyde and diamine subcomponents and a single metal salt. The structure and topology of the knot were established by NMR spectroscopy, mass spectrometry, and X-ray crystallography. Upon demetallation, the purely organic strand relaxes into a symmetric conformation, while retaining the topology of the original knot. This knot is topologically chiral and may be synthesized diastereoselectively through the use of an enantiopure diamine building block."
  },
  {
    "number": 16,
    "title": "Photochemical Probe Identification of a Small-Molecule Inhibitor Binding Site in Hedgehog Acyltransferase (HHAT)",
    "authors": [
      "Thomas Lanyon-Hogg*",
      "Markus Ritzefeld",
      "Leran Zhang",
      "Sebastian A. Andrei",
      "Balazs Pogranyi",
      "Milon Mondal",
      "Lea Sefer",
      "Callum D. Johnston",
      "Claire E. Coupland",
      "Jake L. Greenfield",
      "Joshua Newington",
      "Matthew J. Fuchter",
      "Anthony I. Magee",
      "Christian Siebold",
      "Edward W. Tate*"
    ],
    "journal": "Angew. Chem. Int. Ed.",
    "year": 2021,
    "volume": "60",
    "issue": "24",
    "pages": "13542–13547",
    "doi": "10.1002/anie.202014457",
    "publisherUrl": "https://doi.org/10.1002/anie.202014457",
    "tocImage": "img/pubs/pub16-toc.png",
    "abstract": "The mammalian membrane-bound O-acyltransferase (MBOAT) superfamily is involved in biological processes including growth, development and appetite sensing. MBOATs are attractive drug targets in cancer and obesity; however, information on the binding site and molecular mechanisms underlying small-molecule inhibition is elusive. This study reports rational development of a photochemical probe to interrogate a novel small-molecule inhibitor binding site in the human MBOAT Hedgehog acyltransferase (HHAT). Structure-activity relationship investigation identified single enantiomer IMP-1575, the most potent HHAT inhibitor reported to-date, and guided design of photocrosslinking probes that maintained HHAT-inhibitory potency. Photocrosslinking and proteomic sequencing of HHAT delivered identification of the first small-molecule binding site in a mammalian MBOAT. Topology and homology data suggested a potential mechanism for HHAT inhibition which was confirmed by kinetic analysis. Our results provide an optimal HHAT tool inhibitor IMP-1575 (Ki=38 nM) and a strategy for mapping small molecule interaction sites in MBOATs."
  },
  {
    "number": 15,
    "title": "Glucose Binding Drives Reconfiguration of a Dynamic Library of Urea-Containing Metal–Organic Assemblies",
    "authors": [
      "Dong Yang",
      "Larissa K. S. von Krbek",
      "Le Yu",
      "Tanya K. Ronson",
      "John D. Thoburn",
      "John P. Carpenter",
      "Jake L. Greenfield",
      "Duncan J. Howe",
      "Biao Wu",
      "Jonathan R. Nitschke*"
    ],
    "journal": "Angew. Chem. Int. Ed.",
    "year": 2020,
    "volume": "60",
    "issue": "9",
    "pages": "4485–4490",
    "doi": "10.1002/anie.202014568",
    "publisherUrl": "https://doi.org/10.1002/anie.202014568",
    "tocImage": "img/pubs/pub15-toc.png",
    "abstract": "A bis-urea-functionalized ditopic subcomponent assembled with 2-formylpyridine and FeII, resulting in a dynamic library of metal–organic assemblies: an irregular FeII4L6 structure and three FeII2L3 stereoisomers: left- and right-handed helicates and a meso-structure. This library reconfigured in response to the addition of monosaccharide derivatives, which served as guests for specific library members, and the rate of saccharide mutarotation was also enhanced by the library. The (P) enantiomer of the FeII2L3 helical structure bound β-D-glucose selectively over α-D-glucose. As a consequence, the library collapsed into the (P)-FeII2L3 helicate following glucose addition. The α-D-glucose was likewise transformed into the β-D-anomer during equilibration and binding. Thus, β-D-glucose and (P)-3 amplified each other in the product mixture, as metal–organic and saccharide libraries geared together into a single equilibrating system."
  },
  {
    "number": 14,
    "title": "Pathways to increase the dissymmetry in the interaction of chiral light and chiral molecules",
    "authors": [
      "Jake L. Greenfield",
      "Jessica Wade",
      "Jochen R. Brandt",
      "Xingyuan Shi",
      "Thomas J. Penfold",
      "Matthew J. Fuchter*"
    ],
    "journal": "Chem. Sci.",
    "year": 2021,
    "volume": "12",
    "issue": "25",
    "pages": "8589–8602",
    "doi": "10.1039/D1SC02335G",
    "publisherUrl": "https://doi.org/10.1039/D1SC02335G",
    "tocImage": "img/pubs/pub14-toc.png",
    "abstract": "The dissymmetric interaction between circularly polarised (CP) light and chiral molecules is central to a range of areas, from spectroscopy and imaging to next-generation photonic devices. However, the selectivity in absorption or emission of left-handed versus right-handed CP light is low for many molecular systems. In this perspective, we assess the magnitude of the measured chiroptical response for a variety of chiral systems, ranging from small molecules to large supramolecular assemblies, and highlight the challenges towards enhancing chiroptical activity. We explain the origins of low CP dissymmetry and showcase recent examples in which molecular design, and the modification of light itself, enable larger responses. Our discussion spans spatial extension of the chiral chromophore, manipulation of transition dipole moments, exploitation of forbidden transitions and creation of macroscopic chiral structures; all of which can increase the dissymmetry. Whilst the specific strategy taken to enhance the dissymmetric interaction will depend on the application of interest, these approaches offer hope for the development and advancement of all research fields that involve interactions of chiral molecules and light."
  },
  {
    "number": 13,
    "title": "Regioselective synthesis of 1- and 4-tetralones from heteroaryl-3-cyclobutanols",
    "authors": [
      "Philipp Natho",
      "Annie B. Rouse",
      "Jake L. Greenfield",
      "Lewis A. T. Allen",
      "Andrew J. P. White",
      "Zeyu Yang",
      "Philip J. Parsons*"
    ],
    "journal": "Tetrahedron",
    "year": 2020,
    "volume": "76",
    "issue": "47",
    "pages": "131636",
    "doi": "10.1016/j.tet.2020.131636",
    "publisherUrl": "https://doi.org/10.1016/j.tet.2020.131636",
    "tocImage": "img/pubs/pub13-toc.png",
    "abstract": "Herein we describe the first transition-metal-free ring expansion of four-membered rings to 1-tetralones from 3-substituted heteroaromatic compounds, and the first example of an oxetanol ring expansion to an oxa-tetralone. We also experimentally investigate the mechanism of the silver-mediated ring expansion and elucidate the active oxidant in these systems using electrochemical techniques."
  },
  {
    "number": 12,
    "title": "LaIII and ZnII Cooperatively Template a Metal–Organic Capsule",
    "authors": [
      "Dong Yang",
      "Jake L. Greenfield",
      "Tanya K. Ronson",
      "Larissa K. S. von Krbek",
      "Le Yu",
      "Jonathan R. Nitschke*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2020,
    "volume": "142",
    "issue": "47",
    "pages": "19856–19861",
    "doi": "10.1021/jacs.0c09991",
    "publisherUrl": "https://doi.org/10.1021/jacs.0c09991",
    "tocImage": "img/pubs/pub12-toc.png",
    "abstract": "An organic subcomponent was designed with 2-formyl-8-aminoquinoline and triazole-pyridine ends. The relative orientations and geometries of these two ends enabled this subcomponent to assemble together with ZnII and LaIII cations to generate a heterobimetallic tetrahedral capsule. The LaIII cations each template three imine bonds that hold together a 3-fold-symmetric metallo-ligand, defining the center of each tetrahedron face. The ZnII cations occupy the other ends of these C3 axes, defining the vertices of the tetrahedron. This is the first example where subcomponent self-assembly brought into being the faces of a polyhedron, as opposed to the vertices. Host–guest studies show positively cooperative binding toward ReO4–, the encapsulation of which also resulted in the quenching of capsule fluorescence."
  },
  {
    "number": 11,
    "title": "Circularly Polarized Photoluminescence from Chiral Perovskite Thin Films at Room Temperature",
    "authors": [
      "Daniele Di Nuzzo*",
      "Linsong Cui",
      "Jake L. Greenfield",
      "Baodan Zhao",
      "Richard H. Friend",
      "Stefan C. J. Meskers"
    ],
    "journal": "ACS Nano",
    "year": 2020,
    "volume": "14",
    "issue": "6",
    "pages": "7610–7616",
    "doi": "10.1021/acsnano.0c03628",
    "publisherUrl": "https://doi.org/10.1021/acsnano.0c03628",
    "tocImage": "img/pubs/pub11-toc.png",
    "abstract": "Hybrid organic–inorganic perovskites allow the synthesis of high-quality, nanostructured semiconducting films via easily accessible solution-based techniques. This has allowed tremendous development in optoelectronic applications, primarily solar cells and light-emitting diodes. Allowed by the ease of access to nanostructure, chirality has recently been introduced in semiconducting perovskites as a promising way to obtain advanced control of charge and spin and for developing circularly polarized light sources. Circular polarization of photoluminescence (CPL) is a powerful tool to probe the electronic structure of materials. However, CPL in chiral perovskites has been scarcely investigated, and a study in bulk thin films and at room temperature is still missing. In this work, we fabricate bromine-based chiral perovskites by using a bulky chiral organic cation mixed with CsBr, resulting in Ruddlesden–Popper perovskite thin films. We measure CPL on these films at room temperature and, by using unpolarized photoexcitation, we record a degree of circular polarization of photoluminescence in the order of 10–3 and provide a full spectral characterization of CPL. Our results show that chirality is imparted on the electronic structure of the semiconductor; we hypothesize that the excess in polarization of emitted light originates from the charge in the photogenerated Wannier exciton describing an orbit in a symmetry-broken environment. Furthermore, our experiments allow the direct measurement of the magnetic dipole moment of the optical transition, which we estimate to be ≥0.1 μB. Finally, we discuss the implications of our findings on the development of chiral semiconducting perovskites as sources of circularly polarized light."
  },
  {
    "number": 10,
    "title": "Coupling Phase Behavior of Fatty Acid Containing Membranes to Membrane Bio-Mechanics",
    "authors": [
      "Arwen I. I. Tyler",
      "Jake L. Greenfield",
      "John M. Seddon",
      "Nicholas J. Brooks",
      "Sowmya Purushothaman*"
    ],
    "journal": "Front. Cell Dev. Biol.",
    "year": 2019,
    "volume": "7",
    "pages": "187(1-10)",
    "doi": "10.3389/fcell.2019.00187",
    "publisherUrl": "https://doi.org/10.3389/fcell.2019.00187",
    "tocImage": "img/pubs/pub10-toc.png",
    "abstract": "Biological membranes constantly modulate their fluidity for proper functioning of the cell. Modulation of membrane properties via regulation of fatty acid composition has gained a renewed interest owing to its relevance in endocytosis, endoplasmic reticulum membrane homeostasis, and adaptation mechanisms in the deep sea. Endowed with significant degrees of freedom, the presence of free fatty acids can alter the curvature of membranes which in turn can alter the response of curvature sensing proteins, thus defining adaptive ways to reconfigure membranes. Most significantly, recent experiments demonstrated that polyunsaturated lipids facilitate membrane bending and fission by endocytic proteins – the first step in the biogenesis of synaptic vesicles. Despite the vital roles of fatty acids, a systematic study relating the interactions between fatty acids and membrane and the consequent effect on the bio-mechanics of membranes under the influence of fatty acids has been sparse. Of specific interest is the vast disparity in the properties of cis and trans fatty acids, that only differ in the orientation of the double bond and yet have entirely unique and opposing chemical properties. Here we demonstrate a combined X-ray diffraction and membrane fluctuation analysis method to couple the structural properties to the biophysical properties of fatty acid-laden membranes to address current gaps in our understanding. By systematically doping pure dioleoyl phosphatidylcholine (DOPC) membranes with cis fatty acid and trans fatty acid we demonstrate that the presence of fatty acids doesn’t always fluidize the membrane. Rather, an intricate balance between the curvature, molecular interactions, as well as the amount of specific fatty acid dictates the fluidity of membranes. Lower concentrations are dominated by the nature of interactions between the phospholipid and the fatty acids. Trans fatty acid increases the rigidity while decreasing the area per lipid similar to the properties depicted by the addition of saturated fatty acids to lipidic membranes. Cis fatty acid however displays the accepted view of having a fluidizing effect at small concentrations. At higher concentrations curvature frustration dominates, leading to increased rigidity irrespective of the type of fatty acid. These results are consistent with theoretical predictions as detailed in the manuscript."
  },
  {
    "number": 9,
    "title": "FeII4L4 Tetrahedron Binds to Nonpaired DNA Bases",
    "authors": [
      "Jinbo Zhu",
      "Cally J. E. Haynes",
      "Marion Kieffer",
      "Jake L. Greenfield",
      "Ryan D. Greenhalgh",
      "Jonathan R. Nitschke*",
      "Ulrich F. Keyser*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2019,
    "volume": "141",
    "issue": "29",
    "pages": "11358–11362",
    "doi": "10.1021/jacs.9b03566",
    "publisherUrl": "https://doi.org/10.1021/jacs.9b03566",
    "tocImage": "img/pubs/pub9-toc.png",
    "abstract": "A water-soluble self-assembled supramolecular FeII4L4 tetrahedron binds to single stranded DNA, mismatched DNA base pairs, and three-way DNA junctions. Binding of the coordination cage quenches fluorescent labels on the DNA strand, which provides an optical means to detect the interaction and allows the position of the binding site to be gauged with respect to the fluorescent label. Utilizing the quenching and binding properties of the coordination cage, we developed a simple and rapid detection method based on fluorescence quenching to detect unpaired bases in double-stranded DNA."
  },
  {
    "number": 8,
    "title": "Enantiopure [Cs+/Xe⊂Cryptophane]⊂FeII4L4 Hierarchical Superstructures",
    "authors": [
      "Dawei Zhang",
      "Tanya K. Ronson",
      "Jake L. Greenfield",
      "Thierry Brotin",
      "Patrick Berthault",
      "Estelle Léonce",
      "Jun-Long Zhu",
      "Lin Xu",
      "Jonathan R. Nitschke*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2019,
    "volume": "141",
    "issue": "20",
    "pages": "8339–8345",
    "doi": "10.1021/jacs.9b02866",
    "publisherUrl": "https://doi.org/10.1021/jacs.9b02866",
    "tocImage": "img/pubs/pub8-toc.png",
    "abstract": " Hierarchically nested hosts offer new opportunities to control the guest binding of the inner host, functionalize the cavity of the outer host, and investigate communication between different layers. Here we report a self-assembled triazatruxene-based FeII4L4 capsule, which was able to encapsulate a covalent cage, cryptophane-111 (CRY). The resulting cage-in-cage complex was capable of accommodating a cesium cation or xenon atom with altered guest binding behavior compared to the CRY alone. A crystal structure of the Russian doll complex [Cs+⊂CRY]⊂FeII4L4 unambiguously demonstrated the unusual encapsulation of a cation within a capsule bearing a 8+ charge. Moreover, the binding of enantiopure CRY occurred with high enantioselectivity (530-fold) between the two enantiomers of the tetrahedron. This discrimination resulted in stereochemical information transfer from the inner covalent cage to the outer self-assembled capsule, leading to the formation of enantiopure [guest⊂cage]⊂cage complexes. The stereochemistry of the tetrahedron persisted even after displacement of CRY with an achiral guest. "
  },
  {
    "number": 7,
    "title": "Hydrogen-Bond-Assisted Symmetry Breaking in a Network of Chiral Metal–Organic Assemblies",
    "authors": [
      "Felix J. Rizzuto",
      "Patrick Pröhm",
      "Alex J. Plajer",
      "Jake L. Greenfield",
      "Jonathan R. Nitschke*"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2019,
    "volume": "141",
    "issue": "4",
    "pages": "1707–1715",
    "doi": "10.1021/jacs.8b12323",
    "publisherUrl": "https://doi.org/10.1021/jacs.8b12323",
    "tocImage": "img/pubs/pub7-toc.png",
    "abstract": "Herein we elucidate the interplay of chiral, chelate, solvent, and hydrogen–bonding information in the self-assembly of a series of new three-dimensional metal–organic architectures. Enantiopure ligands, each containing H-bond donors and acceptors, form different structures, depending on the ratio in which they are combined: enantiopure components form M4L4 assemblies, whereas racemic mixtures form M3L3 stacks. Chiral amplification within M3L3 enantiomers was observed when a 2:1 ratio of R and S subcomponent enantiomers was employed. Simply switching the solvent (from MeCN to MeOH) or chelating unit (from bidentate to tridentate) increased the diversity of structures that can be generated from these building blocks, leading to the selective formation of novel M2L2 and M3L2 assemblies. The addition of achiral ligand building blocks resulted in the formation of further structures: When an achiral subcomponent was combined with its R and S chiral congeners, a three-layer heteroleptic architecture was generated, with the achiral unit sitting at the top of the stack. When combined with the S enantiomer only, however, the achiral unit assembled in the center of the structure, thus demonstrating the selective placement of achiral units within chiral systems. Further sorting experiments revealed that combining R and S stereocenters within a single ligand led to diastereoselective product generation. These results show how geometric complementarity between different ligands impacts upon the degree of hydrogen-bonding within the assembly, stabilizing specific low-symmetry architectures from among many possible structural outcomes."
  },
  {
    "number": 6,
    "title": "Systematic comparison of single-walled carbon nanotube/poly(vinyl acetate) graft-to reactions",
    "authors": [
      "Adam J. Clancy",
      "Pichamon Sirisinudomkit",
      "David B. Anthony",
      "Aaron Z. Thong",
      "Jake L. Greenfield",
      "Maniesha K. Salaken Singh",
      "Milo S.P. Shaffer*"
    ],
    "journal": "Chem. Sci.",
    "year": 2019,
    "volume": "10",
    "issue": "11",
    "pages": "3300–3306",
    "doi": "10.1039/C8SC04970J",
    "publisherUrl": "https://doi.org/10.1039/C8SC04970J",
    "tocImage": "img/pubs/pub6-toc.png",
    "abstract": "The mechanism of the functionalisation of reduced single walled carbon nanotubes with organobromides was monitored by open circuit voltammetry throughout the reaction and further elucidated through a series of comparative reactions. The degree of functionalisation was mapped against the reagent reduction potential, degree of electron donation of substituents (Hammett parameter), and energies calculated, ab initio, for dissociation and heterolytic cleavage of the C–Br bond. In contrast to the previously assumed reduction/homolytic cleavage mechanism, the reaction was shown to consist of a rapid association of carbon–halide bond to the reduced nanotube as a complex, displacing surface-condensed countercations, leading to an initial increase in the net nanotube surface negative charge. The complex subsequently slowly degrades through charge transfer from the reduced single-walled carbon nanotube to the organobromide, utilizing charge, and the carbon–halide bond breaks heterolytically. Electron density on the C–Br bond in the initial reagent is the best predictor for degree of functionalisation, with more electron donating substituents increasing the degree of functionalisation. Both the mechanism and the new application of OCV to study such reactions are potentially relevant to a wide range of related systems."
  },
  {
    "number": 5,
    "title": "Depleting Depletion: Maintaining Single-Walled Carbon Nanotube Dispersions after Graft-To Polymer Functionalization",
    "authors": [
      "Adam J. Clancy",
      "Hannah S. Leese",
      "Noelia Rubio",
      "David J. Buckley",
      "Jake L. Greenfield",
      "Milo S.P. Shaffer*"
    ],
    "journal": "Langmuir",
    "year": 2018,
    "volume": "34",
    "issue": "50",
    "pages": "15396–15402",
    "doi": "10.1021/acs.langmuir.8b03144",
    "publisherUrl": "https://doi.org/10.1021/acs.langmuir.8b03144",
    "tocImage": "img/pubs/pub5-toc.png",
    "abstract": "Grafting polymers onto single-walled carbon nanotubes (SWCNTs) usefully alters properties but does not typically yield stable, solvated species directly. Despite the expectation of steric stabilization, a damaging (re)dispersion step is usually necessary. Here, poly(vinyl acetate)s (PVAc’s) of varying molecular weights are grafted to individualized, reduced SWCNTs at different concentrations to examine the extent of reaction and degree of solvation. The use of higher polymer concentrations leads to an increase in grafting ratio (weight fraction of grafted polymer relative to the SWCNT framework), approaching the limit of random sequentially adsorbed Flory “mushrooms” on the surface. However, at higher polymer concentrations, a larger percentage of SWCNTs precipitate during the reaction; an effect which is more significant for larger weight polymers. The precipitation is attributed to depletion interactions generated by ungrafted homopolymer overcoming Coulombic repulsion of adjacent like-charged SWCNTs; a simple model is proposed. Larger polymers and greater degrees of functionalization favor stable solvation, but larger and more concentrated homopolymers increase depletion aggregation. By using low concentrations (25 μM) of larger molecular weight PVAc (10 kDa), up to 65% of grafted SWCNTs were retained in solution (at 65 μg mL–1) directly after the reaction."
  },
  {
    "number": 4,
    "title": "Unraveling Mechanisms of Chiral Induction in Double-Helical Metallopolymers",
    "authors": [
      "Jake L. Greenfield",
      "Emrys W. Evans",
      "Daniele Di Nuzzo",
      "Marco Di Antonio",
      "Richard H. Friend",
      "Jonathan R. Nitschke"
    ],
    "journal": "J. Am. Chem. Soc.",
    "year": 2018,
    "volume": "140",
    "issue": "32",
    "pages": "10344–10353",
    "doi": "10.1021/jacs.8b06195",
    "publisherUrl": "https://doi.org/10.1021/jacs.8b06195",
    "tocImage": "img/pubs/pub4-toc.png",
    "abstract": "Self-assembled helical polymers hold great promise as new functional materials, where helical handedness controls useful properties such as circularly polarized light emission or electron spin. The technique of subcomponent self-assembly can generate helical polymers from readily prepared monomers. Here we present three distinct strategies for chiral induction in double-helical metallopolymers prepared via subcomponent self-assembly: (1) employing an enantiopure monomer, (2) polymerization in a chiral solvent, (3) using an enantiopure initiating group. Kinetic and thermodynamic models were developed to describe the polymer growth mechanisms and quantify the strength of chiral induction, respectively. We found the degree of chiral induction to vary as a function of polymer length. Ordered, rod-like aggregates more than 70 nm long were also observed in the solid state. Our findings provide a basis to choose the most suitable method of chiral induction based on length, regiochemical, and stereochemical requirements, allowing stereochemical control to be established in easily accessible ways."
  },
  {
    "number": 3,
    "title": "Systematic comparison of single-walled carbon nanotube/poly(vinyl acetate) graft-to reactions",
    "authors": [
      "Adam J. Clancy",
      "James M. Serginson",
      "Jake L. Greenfield",
      "Milo S.P. Shaffer*"
    ],
    "journal": "Polymer",
    "year": 2017,
    "volume": "133",
    "pages": "263–271",
    "doi": "10.1016/j.polymer.2017.10.047",
    "publisherUrl": "https://doi.org/10.1016/j.polymer.2017.10.047",
    "tocImage": "img/pubs/pub3-toc.png",
    "abstract": "The covalent grafting of polymers to single-walled carbon nanotubes (SWCNTs) is widely used to improve solvent compatibility, as well as composite and functional performance. Here, three different graft-to strategies are directly compared, using azide, diazonium, and bromide terminated polymers, over four different molecular weights (oligomeric to 10 kDa) using specifically synthesized low polydispersity, end-group controlled poly(vinyl acetate) (PVAc) prepared by polymerisation using a bespoke protected-amine RAFT agent. Coupling of the bromo-polymer to reduced SWCNTs led to higher degrees of functionalisation (grafting ratios up to 68.9%) than the azide and diazonium grafting reactions, attributed to better initial dispersion of the pre-grafted SWCNTs. The use of higher molecular weight polymers led to a decrease in the total weight of polymer grafted, as the increase in per-polymer weight is more than offset by steric occlusion on the SWCNT surface. For these graft-to reactions, the dispersibility of grafted SWCNTs was found to depend most strongly on the polymer molecular weight, not total weight of grafted polymer or grafting chemistry, with an intermediate Mn∼5757 PVAc giving the best dispersibilities, at up to 118 mg L−1."
  },
  {
    "number": 2,
    "title": "Self-Assembly of Conjugated Metallopolymers with Tunable Length and Controlled Regiochemistry",
    "authors": [
      "Jake L. Greenfield",
      "Felix J. Rizzuto",
      "Ieva Goldberga",
      "Jonathan R. Nitschke*"
    ],
    "journal": "Angew. Chem. Int. Ed.",
    "year": 2017,
    "volume": "56",
    "issue": "26",
    "pages": "7541–7545",
    "doi": "10.1002/anie.201702320",
    "publisherUrl": "https://doi.org/10.1002/anie.201702320",
    "tocImage": "img/pubs/pub2-toc.png",
    "abstract": "Self-assembled materials can be designed to express useful optoelectronic properties; however, achieving structural control is a necessary precondition for the optimization of desired properties. Here we report a simple, metal-templated polymerization process that generates helical metallopolymer strands over 75 repeat units long (28 kDa) from a single bifunctional monomer and CuI. The resulting polymer consists of a double helix of two identical conjugated organic strands enclosing a central column of metal ions. The length of this metallopolymer can be controlled by adding monofunctional subcomponents to end-cap the conjugated ligands. The use of ditopic and bulky monotopic subcomponents, respectively, allows a head-to-head or head-to-tail double helix to be generated. Spectroscopic measurements of different polymer lengths demonstrate how control over polymer length leads to control over the electronic and luminescent properties of the resulting material, thereby enabling tunable white-light emission."
  },
  {
    "number": 1,
    "title": "Post-Grafting Amination of Alkyl Halide-Functionalized Silica for Applications in Catalysis, Adsorption, and 15N NMR Spectroscopy",
    "authors": [
      "Eric G. Moschetta",
      "Miles A. Sakwa-Novak",
      "Jake L. Greenfield",
      "Christopher W. Jones*"
    ],
    "journal": "Langmuir",
    "year": 2015,
    "volume": "31",
    "issue": "7",
    "pages": "2218–2227",
    "doi": "10.1021/la5046817",
    "publisherUrl": "https://doi.org/10.1021/la5046817",
    "tocImage": "img/pubs/pub1-toc.png",
    "abstract": "An anhydrous synthesis of aminosilica materials from alkyl halide-functionalized mesoporous SBA-15 silica by post-grafting amination is introduced for applications in CO2 adsorption, cooperative catalysis, and 15N solid-state NMR spectroscopy. The synthesis is demonstrated to convert terminal alkyl halide-functionalized silica materials containing Cl, Br, and I to primary alkylamines using anhydrous ammonia in a high-pressure reactor. The benefits of the post-grafting amination procedure include (i) use of anhydrous isotopically labeled ammonia, 15NH3, to create aminosilica materials that can be investigated using 15N solid-state NMR to elucidate potential intermediates and surface species in CO2 adsorption processes and catalysis, (ii) similar CO2 uptake in experiments extracting CO2 from dry simulated air experiments, and (iii) improved activity in acid–base bifunctional catalysis compared to traditional amine-grafted materials. The effects of the type of halide, the initial halide loading, and the total reaction time on the conversion of the halides to primary amines are explored. Physical and chemical characterizations of the materials show that the textural properties of the silica are unaffected by the reaction conditions and that quantitative conversion to primary amines is achieved even at short reaction times and high initial alkyl halide loadings. Additionally, preliminary 15N solid-state NMR experiments indicate formation of nitrogen-containing species and demonstrate that the synthesis can be used to create materials useful for investigating surface species by NMR spectroscopy. The differences between the materials prepared via post-grafting amination vs traditional aminosilane grafting are attributed to the slightly increased spacing of the amines synthesized by amination because the alkylhalosilanes are initially better spaced on the silica surface after grafting, whereas the aminosilanes likely cluster to a greater extent when grafted on the silica surface. A slight increase in amine spacing allows for more effective amine–silanol interactions in cooperative catalysis without reducing the amine efficiency in CO2 uptake under the conditions used here."
  }
]